using System;

namespace CelsiusFahrenheit
{
    class Program
    {
        static void Main(string[] args)
        {
            //Написать приложение, которое предлагает пользователю пересчитать значение температуры
            //воздуха из Цельсия в Фаренгейты и наоборот. В зависимости от выбора пользователя
            //приложение конвертирует введенное им значение в Цельсий или Фаренгейт.
            //Формулы:
            //Из Цельсия в Фаренгейт: °C = (°F − 32) x 5 / 9
            //Из Фаренгейта в Цельсии:  °F = (°C × 9 / 5) +32
            //Приложение должно работать при помощи использования функций.
            //* Подсказка: одна функция конвертирует в Цельсий, вторая в Фаренгейт.



            Console.WriteLine("Hello World!");
        }
    }
}